

package com.exmaple.tencentqq.domain;


public class Cheeses {

    public static final String[] sCheeseStrings = {
    	"十万火急","一个好人","一个字头的诞生","南海十三郎","高度戒备","宋家皇朝","小倩","春光乍泄","香港制造",
    	"自梳","暗花","我是谁","愈快乐愈堕落","野兽刑警","非常突然","极度重犯", "风云之雄霸天下","每天爱您8小时",
    	"玻璃之城","去年的烟花特别多","玻璃樽","喜剧之王","O记三合会档案","千言万语","天上人间","流星语","暗战","目露凶光",
    	"枪火","细路祥","公元2000","朱丽叶与梁山伯","枪王","孤男寡女","恋战冲绳","江湖告急","花样年华","顺流逆流",
    	"榴莲飘飘","阿虎","特务迷城","重装警察","地久天长","瘦身男女","少林足球","全职杀手","蜀山传","买凶拍人","麦兜故事",
    	"爱君如梦","幽灵人间","霍元甲",
    	"墨攻","犀照","伊莎贝拉","独家试爱","宝贝计划","黑社会2：以和为贵","伤城","放·逐","父子"       
    };
    
	public static final String[] NAMES = new String[] { "张敬一", "张敬二", "张敬三",
		"张敬四", "张敬五", "张敬六", "张敬七","张敬八","张敬九","张敬咋啦", "张敬没事啊", "张敬一个人帅", "张敬太寂寞",
		"张敬高处不胜寒啊", "张敬闲的吧", "张敬忙的很", "张敬好吧", "张敬有对象了吗", "张敬有啊","张敬结婚了吗", "张敬没啊", "张敬涨工资了吗", 
		"张敬没有你给加点呗","张敬看情况吧","张敬打发点喽","张敬十", "张敬十一", "张敬十二", "张敬十三",
		"张敬十四", "张敬十五", "张敬十六", "张敬十七","张敬十八","张敬又犯病了","张敬啥病", "张敬帅到没朋友", "张敬这个病叫", "张敬叫啥",
		"张敬", "张敬不要face", "张敬十九", "张敬二十","张敬二十一","张敬二四二","张敬二四三", "张敬二四四 ", "张敬二四五", "张敬二四六",
			 };

}
